export default function AboutPage() {
  return (
    <main className="mx-auto max-w-3xl px-4 md:px-8 py-12">
      <h1 className="text-3xl md:text-4xl font-oswald mb-6">ABOUT</h1>
      <p className="text-neutral-700 leading-7 mb-4">
        6IXLAB เกิดขึ้นจากความตั้งใจที่เรียบง่ายแต่มีความหมาย 
        นั่นคือการออกแบบเสื้อผ้า โลโก้ และสื่อสร้างสรรค์ต่างๆ ที่สะท้อนเอกลักษณ์เฉพาะของลูกค้าแต่ละคน
        จากความชอบในการออกแบบ ได้พัฒนาเป็นการให้บริการอย่างจริงจังสำหรับทุกคน
      </p>
      <p className="text-neutral-700 leading-7 mb-4">
       เราเชื่อว่าทุกผลงานควรสร้างทั้งความพึงพอใจและความสุขแก่ผู้ใช้บริการ
      ความมุ่งมั่นของเราคือการส่งมอบงานคุณภาพที่ปรับให้ตรงตามความต้องการของลูกค้า 
      และทำให้ทุกคนรู้สึกถึงคุณค่าในทุกขั้นตอนที่ได้รับบริการ
      </p>
      <p className="text-neutral-700 leading-7">
        ความสุขของลูกค้าคือแรงบันดาลใจสูงสุดของเรา 

        <strong>     "เมื่อใดที่ลูกค้ามีความสุขกับผลงานที่ได้รับ 
        เราเองก็รู้สึกภูมิใจและซาบซึ้งที่ได้เป็นส่วนหนึ่งของลูกค้าทุกท่านเช่นกัน"</strong>
      </p>
    </main>
  )
}
